stress-test-triplets/mixed-triplets-2022-01-27_09:34:20/50-wf1-125-wf2-125-wf3/wave-iteration-2/out-wf3-125-2022-01-27_20:50:33.txt
Requests      [total, rate]            112500, 125.00
Duration      [total, attack, wait]    15m0.096393429s, 14m59.992386448s, 104.006981ms
Latencies     [mean, 50, 95, 99, max]  188.116369ms, 108.775238ms, 656.156782ms, 1.596963695s, 3.773684303s
Bytes In      [total, mean]            855358832, 7603.19
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  92.31%
Status Codes  [code:count]             200:103846  404:8654  
Error Set:
404 Not Found